import { Fragment } from "react";

const About = () => {
    return (
        <Fragment>
            <section className="section-about">
                <div className="about-heading">
                    <h3>
                        مزایای پیوستن به u<span>L</span>earn
                    </h3>
                    <p>
                        ما در هر مرحله از یادگیری به شما کمک می کنیم. از مبتدی تا استخدام شدن تا
                        ارتقای مهارت های خود و داشتن یک شغل موفق و پربار
                    </p>
                </div>
                <div className="about-item">
                    <img src="./img/Portfolio.webp" alt="" />
                    <h4>مجموعه ای از پروژه ها بسازید که شما را متمایز کند.</h4>
                    <p>
                        پروژه هایی که به شما کمک می کنیم بسازید، برنامه های حرفه ای و واقعی هستند که
                        مجموعه شما را متمایز کرده و کارفرمایان بالقوه را تحت تاثیر قرار می دهند.
                    </p>
                </div>
                <div className="about-item">
                    <img src="./img/Career_Path.webp" alt="" />
                    <h4>در زمان رکورد استخدام شوید.</h4>
                    <p>
                        از هدر دادن زمان برای آموزش های بی پایان خودداری کنید. مسیرهای شغلی گام به
                        گام ما به شما نقشه راه دقیقی می دهد تا از هر پیشینه ای تا استخدام شوید. بدون
                        مدرک CS مورد نیاز است.
                    </p>
                </div>
                <div className="about-item">
                    <img src="./img/Promotion.webp" alt="" />
                    <h4>ارتقا پیدا کنید، 10% برتر شوید</h4>
                    <p>
                        دوره های متوسط و پیشرفته ما به شما کمک می کند تا مهارت های خود را تقویت کنید
                        تا بتوانید نقش های ارشد را بدست آورید و به عنوان یک حرفه ای برتر فناوری
                        شناخته شوید.
                    </p>
                </div>
                <div className="about-item">
                    <img src="./img/WorkAnywhere.webp" alt="" />
                    <h4>آزادی کار در هر زمان و هر مکان را به دست آورید.</h4>
                    <p>
                        ما می‌توانیم به شما یک نقشه راه انتخاب‌شده برای ساختن حرفه رویایی‌تان و
                        تبدیل شدن به رئیس خودتان، بدون توجه به سطح تجربه‌تان، ارائه دهیم.
                    </p>
                </div>
            </section>
        </Fragment>
    );
};

export default About;
